from colorama import Fore

print(Fore.RED + "Цей текст буде червоним!")
print(Fore.GREEN + "Цей текст буде зеленим!")
# "Fore" використовується для визначення кольору тексту. Ви можете вибрати будь-який колір із доступних (наприклад, "Fore.RED", "Fore.GREEN") або використовувати "Fore.RESET", щоб повернутися до стандартного кольору.

from colorama import Back

print(Back.BLUE + "Текст на синьому тлі")
# "Back" визначає колір тла тексту. Використовуйте аналогічно до "Fore", але для тла.

from colorama import Style

print(Style.BRIGHT + "Яскравий текст")
# "Style" визначає стиль тексту, такий як яскравість ("Style.BRIGHT"). Інші можливості включають "Style.NORMAL" та "Style.DIM".

from colorama import init

init()
# "init()" слід викликати перед використанням бібліотеки на платформах, де це не робиться автоматично. Це необхідно для коректної роботи бібліотеки на різних системах.